    
{
    "BarterX is an innovative e-commerce platform that provides a unique way for buyers and sellers to trade their goods and services without involving money. BarterX aims to promote sustainable consumption by enabling individuals to swap their unwanted items with others, thereby reducing waste and saving money. The platform is user-friendly, intuitive, and secure, making it easy for anyone to create a profile and start trading. With BarterX, users can easily search for products and services they need, and make offers to other members in exchange for their goods or services. The platform also includes advanced search and recommendation algorithms that match offers based on relevance, location, and ratings. In addition, BarterX community members can rate and review each other, creating a trustworthy and transparent environment for trading. Overall, BarterX offers a compelling solution for those looking for an alternative to traditional e-commerce models, which are often focused on profit and consumerism.": "பார்ட்டர் X ஒரு இனிய மின்இணைய பிரளவுத் தள நிறுவனம் மற்றும் பொருட்கள் மற்றும் சேவைகளை முதலில் பணம் இணையத்தில் இல்லை என ஒரு சிறப்பு முறை வழங்குகிறது. பார்ட்டர் X மூலம் உள்ளங்கள் அவர்கள் வேண்டும் பொருட்களையும் சேவைகளையும் நீண்ட காலம் முன்பு உண்டாக வேண்டாம் என்று முன்புப் பல்வேறுபடுத்தலை அறிவிக்க உதவுகிறது. பார்ட்டர் X பயனர் திரையைத் திரும்பி தோன்றல் வரவும் ஒரு பயனர் - இணைப்பு இலவசமாக உருவாக்க முடியும். பார்ட்டர் X மூலம் பயனர்கள் தேவையான பொருட்கள் மற்றும் சேவைகளை எளிதாக தேடல் மற்றும் மற்ற உறுதிப்படுகை முறைகள் பெற முடியும். மேலும், பார்ட்டர் X கட்டுப்பாடு மற்றும் பரிசோதனை முறைகள் சேவைகளை பைத்தியம் பார்க்க எளிதாக உதவுகின்றன.",
    "BarterX - Ecommmerce to Swap" : "பார்டர்எக்ஸ் - ஈகாமர்ஸ் டு ஸ்வாப்",
    "Thadomal Shahani Engineering College": "தாதோமல் ஷாகானி பொறியியல் கல்லூரி",
    "GitHub": "கிட்ஹப்",
    "BarterX is an innovative e-commerce platform designed to facilitate the trading and swapping of goods between individuals and businesses without the need for traditional currency. With BarterX, users can exchange goods and services on a peer-to-peer basis, allowing them to acquire what they need while getting rid of what they no longer use or need. The platform incorporates a range of features such as product listings, messaging tools, and a secure payment system to ensure a smooth and successful exchange process between users. BarterX promotes sustainable living, fosters community building, and allows users to save money while reducing their environmental footprint. Whether you’re looking for a new laptop or want to get rid of some old clothes, BarterX is the perfect place to find what you need and get rid of what you don’t.": "பார்டர் X எனும் நவீன மின் வணிகம் தளம், பாரம்பரிக முறையில் பணம் தேவைப்படுமான பரிமாற்றங்களை இல்லாமல் இவர்களுக்கும் தொடர்பும் வாய்ப்புகளை வழங்குகிறது. பார்டர் எக்ஸ் மூலம், உங்கள் தேவைக்கு ஏற்ற பொருள்களை பெற்று அவற்றை அனைவர் அனைவருக்கு உபயோகிக்க முடியும். பொருத்தம், பொருள்களின் பட்டியல் உள்ளிடுதல், செய்திகளுக்கு பதிலளிக்கும் பொருத்தம், பரிமாற்றம் செய்வதற்கு பொருட்கள் மற்றும் பண கட்டுப்பாடு உள்ளன. பார்டர் எக்ஸ், புதுப்பித்தல் வாழ்க்கையை மேம்படுத்தும், சமூக உரிமையை உருவாக்குகிறது மற்றும் உங்களை சரிசெய்ய மற்றும் பணம் சேமிக்க உதவுகிறது. உங்களுக்கு ஏற்கனவே அளித்திருப்பவற்றை தேவையற்றவைகளுடன் அழிக்க விரும்பப்படுகின்றனர் என்றால் பார்டர் எக்ஸ் பகிர்ந்து கொடுக்கும் ஒரு எளிய மற்றும் பட்செனிக்கண முறை ஆகும்.",
      "stars": "நகைகள்",
   "watching": "பார்க்கிறன",
   "downloads": "பதிவிறக்குகள்",
   "About": "பற்றி",
   "Video": "வீடியோ",
   "Report": "அறிக்கை",
   "Code": "குறியீடு",
   "Collaborators": "ஒருங்கிணைந்தவர்கள்",
   "Documentation": "ஆவணங்கள்",
   "Discussion Forums": "பேச்சு மன்றம்",
   "Home": "முகப்பு",
   "Single Project": "தனிப்பட்ட திட்டம்",
   "Profile": "சுயவிவரம்",
   "Add Project": "திட்டம் சேர்",
   "My Projects": "எனது திட்டங்கள்",
   "Settings": "அமைப்புகள்",
   "Logout": "வெளியேறு"
}